[
  {
    "title": "Fast and Robust Multi-Person 3D Pose Estimation from Multiple Views",
    "authors": "Junting Dong, Wen Jiang, Qixing Huang, Hujun Bao, Xiaowei Zhou",
    "abstract_": "This paper addresses the problem of 3D pose estimation for multiple people in a few calibrated camera views. The main challenge of this problem is to find the cross-view correspondences among noisy and incomplete 2D pose predictions. Most previous methods address this challenge by directly reasoning in 3D using a pictorial structure model, which is inefficient due to the huge state space. We propose a fast and robust approach to solve this problem. Our key idea is to use a multi-way matching algorithm to cluster the detected 2D poses in all views. Each resulting cluster encodes 2D poses of the same person across different views and consistent correspondences across the keypoints, from which the 3D pose of each person can be effectively inferred. The proposed convex optimization based multi-way matching algorithm is efficient and robust against missing and false detections, without knowing the number of people in the scene. Moreover, we propose to combine geometric and appearance cues for cross-view matching. The proposed approach achieves significant performance gains from the state-of-the-art (96.3% vs. 90.6% and 96.9% vs. 88% on the Campus and Shelf datasets, respectively), while being efficient for real-time applications.",
    "imgURL": "http://www.arxiv-sanity.com/static/thumbs/1901.04111v1.pdf.jpg",
    "pdfURL": "http://arxiv.org/pdf/1901.04111v1.pdf",
    "digestUint8Str": "226,43,173,206,178,247,33,30,134,218,223,48,74,104,218,251,123,144,108,141,18,105,27,121,126,193,85,190,154,255,206,65"
  },
  {
    "title": "Deriving Information Acquisition Criteria For Sequentially Inferring The Expected Value Of A Black-Box Function",
    "authors": "Piyush Pandita, Ilias Bilionis, Jitesh Panchal",
    "abstract_": "Bayesian optimal design of experiments (BODE) has been successful in acquiring information about a quantity of interest (QoI) which depends on a black-box function. BODE is characterized by sequentially querying the function at specific designs selected by an infill-sampling criterion. However, most current BODE methods operate in specific contexts like optimization, or learning a universal representation of the black-box function. The objective of this paper is to design a BODE for estimating the statistical expectation of a physical response surface. This QoI is omnipresent in uncertainty propagation and design under uncertainty problems. Our hypothesis is that an optimal BODE should be maximizing the expected information gain in the QoI. We represent the information gain from a hypothetical experiment as the Kullback-Liebler (KL) divergence between the prior and the posterior probability distributions of the QoI. The prior distribution of the QoI is conditioned on the observed data and the posterior distribution of the QoI is conditioned on the observed data and a hypothetical experiment. The main contribution of this paper is the derivation of a semi-analytic mathematical formula for the expected information gain about the statistical expectation of a physical response. The developed BODE is validated on synthetic functions with varying number of input-dimensions. We demonstrate the performance of the methodology on a steel wire manufacturing problem.",
    "imgURL": "http://www.arxiv-sanity.com/static/thumbs/1807.09979v2.pdf.jpg",
    "pdfURL": "http://arxiv.org/pdf/1807.09979v2.pdf",
    "digestUint8Str": "65,116,15,14,126,50,88,114,70,18,39,185,125,157,187,249,28,227,186,112,217,61,142,62,19,87,223,183,90,208,175,26"
  },
  {
    "title": "A Modern Retrospective on Probabilistic Numerics",
    "authors": "C. J. Oates, T. J. Sullivan",
    "abstract_": "This article attempts to cast the emergence of probabilistic numerics as a mathematical-statistical research field within its historical context and to explore how its gradual development can be related to modern formal treatments and applications. We highlight in particular the parallel contributions of Sul'din and Larkin in the 1960s and how their pioneering early ideas have reached a degree of maturity in the intervening period, mediated by paradigms such as average-case analysis and information-based complexity. We provide a subjective assessment of the state of research in probabilistic numerics and highlight some difficulties to be addressed by future works.",
    "imgURL": "http://www.arxiv-sanity.com/static/thumbs/1901.04457v1.pdf.jpg",
    "pdfURL": "http://arxiv.org/pdf/1901.04457v1.pdf",
    "digestUint8Str": "25,21,185,224,61,22,83,230,127,82,61,178,63,178,196,182,217,169,58,110,112,213,124,165,166,160,236,70,254,194,22,251"
  }
]
